export default function MemoriesIntro() {
  return (
    <div className="w-full lg:container mx-auto px-6 py-18 md:py-21">
      <div className="flex flex-col md:flex-row gap-6 md:gap-10 xl:mx-12 text-[#d3d3d3]">
        <p className="flex-1">
          এই ছবি গুলো সেই শিশুদের, যাদের মুখ তাদের অভিভাবকরা ফোনে, 
          আলবামে অথবা মনে সংরক্ষণ করেছেন। তাদের উপস্থিতি আমাদের প্রতি স্মরণ করিয়ে দেয় যে,
          শিশুদের নিরাপত্তা শুধু অভিভাবকদের দায়িত্ব নয়—সমাজের প্রত্যেকের দায়িত্ব।

          শিশুদের সুরক্ষা এবং তাদের ভালো থাকা নিশ্চিত করা আমাদের সকলের কর্তব্য।
          একটি নিরাপদ, যত্নশীল পরিবেশে বড় হওয়া প্রত্যেক শিশুর অধিকার।
        </p>
        <p className="flex-1">
         আমরা Mun Alert এ শিশুদের নিরাপত্তা ও সুরক্ষার জন্য কাজ করি।
        তাদের কষ্ট, তাদের ক্ষতি, তাদের গল্প— আমরা তা মনে রাখি এবং সমাজে সচেতনতা ছড়াই।
        আমরা প্রতিশ্রুতিবদ্ধ যে, কোনো শিশু অবহেলিত বা ঝুঁকিতে থাকবে না।
         প্রত্যেক শিশুর অধিকার, নিরাপত্তা ও সুখ আমাদের কাছে অগ্রাধিকার।
         প্রত্যেক শিশুর জীবনের মূল্য অপরিসীম।
        </p>
      </div>
    </div>
  );
}

